Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: Points this Apple TV at a self-hosted Nuvio backend instead of the official one. Switching servers signs you out and clears local data on this Apple TV.
de: Richtet dieses Apple TV auf ein selbst gehostetes Nuvio-Backend statt auf das offizielle aus. Beim Wechseln des Servers wirst du abgemeldet und lokale Daten auf diesem Apple TV werden gelöscht.
es: Apunta este Apple TV a un backend de Nuvio autoalojado en lugar del oficial. Al cambiar de servidor se cierra tu sesión y se borran los datos locales de este Apple TV.
fr: Dirige cette Apple TV vers un backend Nuvio auto-hébergé plutôt que vers le serveur officiel. Changer de serveur vous déconnecte et efface les données locales de cette Apple TV.
it: Punta questa Apple TV a un backend Nuvio self-hosted invece di quello ufficiale. Cambiando server esci dall’account e i dati locali su questa Apple TV vengono cancellati.
vi: Trỏ Apple TV này tới backend Nuvio tự lưu trữ thay vì backend chính thức. Chuyển máy chủ sẽ đăng xuất bạn và xóa dữ liệu cục bộ trên Apple TV này.

source: Popular Movies
de: Beliebte Filme
es: Películas populares
fr: Films populaires
it: Film popolari
vi: Phim phổ biến

source: Popular TV Shows
de: Beliebte TV-Shows
es: Series populares
fr: Séries populaires
it: Serie TV popolari
vi: Phim bộ phổ biến

source: Popularity
de: Beliebtheit
es: Popularidad
fr: Popularité
it: Popolarità
vi: Độ phổ biến

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
vi: Tiếng Bồ Đào Nha

source: Positive values delay the track; negative values play it earlier.
de: Positive Werte verzögern die Spur; negative Werte spielen sie früher ab.
es: Los valores positivos retrasan la pista; los valores negativos la reproducen antes.
fr: Les valeurs positives retardent la piste ; les valeurs négatives l'avancent.
it: I valori positivi ritardano la traccia; i valori negativi la riproducono in precedenza.
vi: Giá trị dương làm trễ; giá trị âm phát sớm hơn.

source: Poster Style
de: Plakatstil
es: Estilo de póster
fr: Style des affiches
it: Stile poster
vi: Kiểu poster

source: Poster URL Pattern
de: Poster-URL-Muster
es: Patrón de URL de póster
fr: Modèle d’URL d’affiche
it: Modello URL del poster
vi: Mẫu URL poster

source: Poster in Detail Background
de: Poster im Detailhintergrund
es: Póster en el fondo de detalles
fr: Affiche dans l'arrière-plan de la fiche
it: Poster nello sfondo dei dettagli
vi: Poster trong nền trang chi tiết

source: Posters
de: Poster
es: Pósteres
fr: Affiches
it: Locandine
vi: Poster

source: Posters play a muted trailer preview after a moment of focus
de: Poster spielen nach kurzer Fokussierung eine stumme Trailervorschau ab
es: Los pósteres reproducen una vista previa del tráiler sin sonido tras un momento de foco
fr: Les affiches lisent un aperçu muet de la bande-annonce après un court moment de focus
it: I poster riproducono un’anteprima del trailer senza audio dopo un momento di focus
vi: Poster phát bản xem trước trailer tắt tiếng sau một lúc được chọn

source: Posters show artwork only
de: Poster zeigen nur Artwork
es: Los pósteres solo muestran la imagen
fr: Les affiches n’affichent que le visuel
it: I poster mostrano solo l’immagine
vi: Poster chỉ hiển thị ảnh

source: Prefer IMDB
de: IMDB bevorzugen
es: Preferir IMDB
fr: Préférer IMDB
it: Preferisci IMDB
vi: Ưu tiên IMDB

source: Prefer Kitsu
de: Kitsu bevorzugen
es: Preferir Kitsu
fr: Préférer Kitsu
it: Preferisci Kitsu
vi: Ưu tiên Kitsu

source: Prefer MyAnimeList
de: MyAnimeList bevorzugen
es: Preferir MyAnimeList
fr: Préférer MyAnimeList
it: Preferisci MyAnimeList
vi: Ưu tiên MyAnimeList

source: Prefer TVDB
de: TVDB bevorzugen
es: Preferir TVDB
fr: Préférer TVDB
it: Preferisci TVDB
vi: Ưu tiên TVDB

source: Preferred resolver
de: Bevorzugter Resolver
es: Resolutor preferido
fr: Résolveur préféré
it: Risolutore preferito
vi: Trình phân giải ưu tiên

source: Preload Next Episode Sources
de: Quellen für nächste Folge vorladen
es: Precargar fuentes del siguiente episodio
fr: Précharger les sources de l’épisode suivant
it: Precarica fonti del prossimo episodio
vi: Tải trước nguồn tập tiếp theo

source: Prepare Links for Instant Playback
de: Links für sofortige Wiedergabe vorbereiten
es: Preparar enlaces para reproducción instantánea
fr: Préparer les liens pour une lecture instantanée
it: Prepara i link per la riproduzione immediata
vi: Chuẩn bị liên kết để phát ngay

source: Preparing Dolby Vision…
de: Richte Dolby Vision vor…
es: Preparando Dolby Vision…
fr: Préparation de Dolby Vision…
it: Preparazione Dolby Vision…
vi: Đang chuẩn bị Dolby Vision…

source: Preparing playback…
de: Wiedergabe wird vorbereitet…
es: Preparando la reproducción…
fr: Préparation de la lecture…
it: Preparazione della riproduzione…
vi: Đang chuẩn bị phát…

source: Preparing sign-in…
de: Richte Anmeldung vor…
es: Preparando inicio de sesión…
fr: Préparation de la connexion…
it: Preparazione accesso…
vi: Đang chuẩn bị đăng nhập…

source: Press Back to exit the trailer
de: Drücke Zurück, um den Trailer zu verlassen
es: Pulsa Atrás para salir del tráiler
fr: Appuyez sur Retour pour quitter la bande-annonce
it: Premi Indietro per uscire dal trailer
vi: Nhấn Quay lại để thoát trailer

source: Press to disconnect
de: Zum Trennen drücken
es: Pulsa para desconectar
fr: Appuyez pour déconnecter
it: Premi per disconnetterti
vi: Nhấn để ngắt kết nối

source: Production
de: Produktion
es: Producción
it: Produzione
vi: Sản xuất

source: Profanity
de: Schimpfwörter
es: Blasfemia
fr: Grossièretés
it: Volgarità
vi: Ngôn từ thô tục

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
vi: Hồ sơ

source: Profile 7 FEL releases carry enhancement data the 8.1 conversion must discard. Turn on to keep those files on the mpv player (plays as HDR10, nothing discarded) instead of native Dolby Vision. MEL releases convert losslessly and always play native.
de: Profil-7-FEL-Releases enthalten Erweiterungsdaten, die die 8.1-Konvertierung verwerfen muss. Aktiviere diese Option, um diese Dateien auf dem mpv-Player zu behalten (wird als HDR10 abgespielt, nichts verworfen), anstelle von nativem Dolby Vision. MEL-Releases werden verlustfrei konvertiert und spielen immer nativ ab.
es: Los lanzamientos de Perfil 7 FEL llevan datos de mejora que la conversión 8.1 debe descartar. Activa para mantener esos archivos en el reproductor mpv (se reproduce como HDR10, nada descartado) en lugar de Dolby Vision nativo. Los lanzamientos de MEL se convierten sin pérdida y siempre se reproducen de forma nativa.
fr: Les versions Profile 7 FEL contiennent des données d'amélioration que la conversion 8.1 doit supprimer. Activez pour garder ces fichiers sur le lecteur mpv (lus en HDR10, rien n'est supprimé) plutôt qu'en Dolby Vision natif. Les versions MEL se convertissent sans perte et sont toujours lues en natif.
it: I rilasci di profilo 7 FEL contengono dati di miglioramento che la conversione 8.1 deve scartare. Attiva per mantenere questi file sul lettore mpv (riprodotto come HDR10, nulla scartato) invece di Dolby Vision nativo. I rilasci MEL si convertono senza perdita di dati e vengono sempre riprodotti nativamente.
vi: Bản Profile 7 FEL chứa dữ liệu tăng cường mà chuyển đổi 8.1 phải bỏ. Bật để giữ các tệp đó trên trình phát mpv (phát dưới dạng HDR10, không bỏ gì) thay vì Dolby Vision native. Bản MEL chuyển đổi không mất dữ liệu và luôn phát native.

source: Publishable key discovered automatically
de: Publishable Key automatisch ermittelt
es: Clave publicable descubierta automáticamente
fr: Clé publiable découverte automatiquement
it: Chiave pubblicabile rilevata automaticamente
vi: Đã tự động phát hiện khóa công khai

source: Pure black background for OLED screens
de: Reines Schwarz als Hintergrund für OLED-Bildschirme
es: Fondo negro puro para pantallas OLED
fr: Arrière-plan noir pur pour les écrans OLED
it: Sfondo nero puro per schermi OLED
vi: Nền đen tuyền cho màn hình OLED

source: Puts all card depth settings back to their defaults, which also turns card depth off.
de: Setzt alle Einstellungen zur Kartentiefe auf ihre Standardwerte zurück, wodurch die Kartentiefe auch ausgeschaltet wird.
es: Restablece todos los ajustes de profundidad de las tarjetas a sus valores predeterminados, lo que también desactiva la profundidad.
fr: Rétablit tous les réglages de profondeur des cartes à leurs valeurs par défaut, ce qui désactive aussi la profondeur.
it: Riporta tutte le impostazioni di profondità dei riquadri ai valori predefiniti, il che disattiva anche la profondità.
vi: Đặt lại mọi cài đặt chiều sâu của thẻ về mặc định, đồng thời tắt chiều sâu thẻ.

source: Puts the poster size, corners, title labels and wide-row choice back to their defaults.
de: Setzt Postergröße, Ecken, Titelbeschriftungen und die Auswahl breiter Reihen auf die Standardwerte zurück.
es: Restablece el tamaño de los pósteres, las esquinas, las etiquetas de título y la opción de fila ancha a sus valores predeterminados.
fr: Rétablit par défaut la taille des affiches, les coins, les titres et le choix de rangée large.
it: Riporta ai valori predefiniti dimensione dei poster, angoli, etichette dei titoli e scelta della riga larga.
vi: Đặt lại kích thước poster, góc bo, nhãn tiêu đề và lựa chọn hàng rộng về mặc định.

source: QR sign-in from your phone
de: QR-Anmeldung mit deinem Smartphone
es: Inicio de sesión con QR desde tu teléfono
fr: Connexion par QR depuis votre téléphone
it: Accesso con QR dal telefono
vi: Đăng nhập bằng QR từ điện thoại của bạn

source: QR sign-in isn’t available on this server. Use email and password instead.
de: QR-Anmeldung ist auf diesem Server nicht verfügbar. Verwende stattdessen E-Mail und Passwort.
es: El inicio de sesión con QR no está disponible en este servidor. Usa correo y contraseña en su lugar.
fr: La connexion par QR n'est pas disponible sur ce serveur. Utilisez plutôt l'e-mail et le mot de passe.
it: L’accesso con QR non è disponibile su questo server. Usa invece email e password.
vi: Đăng nhập bằng QR không khả dụng trên máy chủ này. Hãy dùng email và mật khẩu thay thế.

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
vi: Chất lượng

source: Quick install (from DebugConfig)
de: Schnellinstallation (aus DebugConfig)
es: Instalación rápida (de DebugConfig)
fr: Installation rapide (depuis DebugConfig)
it: Installazione rapida (da DebugConfig)
vi: Cài nhanh (từ DebugConfig)

source: Rail
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
it: Barra laterale
vi: Thanh bên

source: Rail swaps the top tab bar for a column of icons on the left.
de: Die Seitenleiste ersetzt die obere Tab-Leiste durch eine Symbolspalte links.
es: La barra lateral cambia la barra de pestañas superior por una columna de iconos a la izquierda.
fr: La barre latérale remplace la barre d’onglets du haut par une colonne d’icônes à gauche.
it: La barra laterale sostituisce la barra delle schede in alto con una colonna di icone a sinistra.
vi: Thanh bên thay thanh thẻ phía trên bằng một cột biểu tượng ở bên trái.

source: Rating
de: Bewertung
es: Valoración
fr: Note
it: Valutazione
vi: Đánh giá

source: Rating badges on episode cards
de: Bewertungs-Badges auf Folgenkarten
es: Insignias de valoración en las tarjetas de episodio
fr: Badges de note sur les cartes d’épisode
it: Badge di valutazione sulle schede episodio
vi: Huy hiệu đánh giá trên thẻ tập

source: Ratings
de: Bewertungen
es: Calificaciones
fr: Notes
it: Valutazioni
vi: Điểm đánh giá

source: Ratings (MDBList)
de: Bewertungen (MDBList)
es: Calificaciones (MDBList)
fr: Notes (MDBList)
it: Valutazioni (MDBList)
vi: Điểm đánh giá (MDBList)

source: Re-check
de: Erneut überprüfen
es: Verificar de nuevo
fr: Revérifier
it: Ricontrollare
vi: Kiểm tra lại

source: Re-check installed add-ons for catalogs.
de: Installierte Add-ons erneut auf Kataloge prüfen.
es: Vuelve a comprobar los catálogos de los complementos instalados.
fr: Revérifier les catalogues des add-ons installés.
it: Ricontrolla i cataloghi degli add-on installati.
vi: Kiểm tra lại danh mục của các add-on đã cài.

source: Re-download provider code from every repository.
de: Lade Anbieter-Code aus jedem Repository erneut herunter.
es: Descargar de nuevo código del proveedor de cada repositorio.
fr: Retélécharge le code des fournisseurs depuis tous les dépôts.
it: Scarica di nuovo il codice del fornitore da ogni repository.
vi: Tải lại mã nhà cung cấp từ mọi kho.

source: Recent Movies
de: Aktuelle Filme
es: Películas recientes
fr: Films récents
it: Film recenti
vi: Phim mới

source: Recent Searches
de: Letzte Suchen
es: Búsquedas recientes
fr: Recherches récentes
it: Ricerche recenti
vi: Tìm kiếm gần đây

source: Recent TV Shows
de: Aktuelle TV-Shows
es: Series recientes
fr: Séries récentes
it: Serie TV recenti
vi: Phim bộ mới

source: Recently Added
de: Kürzlich hinzugefügt
es: Agregado recientemente
fr: Ajoutés récemment
it: Aggiunti di recente
vi: Mới thêm

source: Records how a trailer is framed and played so a zoomed, letterboxed or stuttering trailer can be photographed. Turn it on only when asked.
de: Zeichnet auf, wie ein Trailer eingerahmt und abgespielt wird, damit ein gezoomter, mit Letterbox versehener oder ruckelnder Trailer fotografiert werden kann. Nur auf Anfrage einschalten.
es: Registra cómo se enmarca y reproduce un tráiler para poder fotografiar un tráiler con zoom, franjas negras o tirones. Actívalo solo si se te pide.
fr: Enregistre comment une bande-annonce est cadrée et lue afin de pouvoir photographier une bande-annonce zoomée, avec bandes noires ou saccadée. À activer uniquement sur demande.
it: Registra come viene inquadrato e riprodotto un trailer per poter fotografare un trailer ingrandito, con bande nere o a scatti. Attivalo solo se richiesto.
vi: Ghi lại cách trailer được dựng khung và phát để có thể chụp ảnh trailer bị phóng to, có viền đen hoặc bị giật. Chỉ bật khi được yêu cầu.

source: Records how long each focus step takes on collection rows. Turn it on only when asked.
de: Zeichnet auf, wie lange jeder Fokusschritt in Kollektionsreihen dauert. Nur auf Anfrage einschalten.
es: Registra cuánto dura cada paso de foco en las filas de colecciones. Actívalo solo si se te pide.
fr: Enregistre la durée de chaque pas de focus sur les rangées de collections. À activer uniquement sur demande.
it: Registra quanto dura ogni passo del focus sulle righe delle raccolte. Attivalo solo se richiesto.
vi: Ghi lại mỗi bước tiêu điểm mất bao lâu trên các hàng bộ sưu tập. Chỉ bật khi được yêu cầu.

source: Records how the Home hero artwork is drawn so a problem can be photographed. Turn it on only when asked, then relaunch.
de: Zeichnet auf, wie das Hero-Artwork der Startseite gezeichnet wird, damit ein Problem fotografiert werden kann. Nur auf Anfrage einschalten, dann neu starten.
es: Registra cómo se dibuja la imagen del hero de Inicio para poder fotografiar un problema. Actívalo solo si se te pide y vuelve a abrir la app.
fr: Enregistre comment le visuel du hero de l’accueil est dessiné afin de pouvoir photographier un problème. À activer uniquement sur demande, puis relancez l’app.
it: Registra come viene disegnata l’immagine dell’hero di Home per poter fotografare un problema. Attivalo solo se richiesto, poi riavvia.
vi: Ghi lại cách ảnh hero Trang chủ được vẽ để có thể chụp ảnh sự cố. Chỉ bật khi được yêu cầu, sau đó khởi chạy lại.

source: Records the tab bar's position as you move through Home and other tabs. Turn it on only when asked, then relaunch.
de: Zeichnet die Position der Tab-Leiste auf, während du dich durch die Startseite und andere Tabs bewegst. Nur auf Anfrage einschalten, dann neu starten.
es: Registra la posición de la barra de pestañas al moverte por Inicio y otras pestañas. Actívalo solo si se te pide y vuelve a abrir la app.
fr: Enregistre la position de la barre d’onglets lorsque vous parcourez l’accueil et d’autres onglets. À activer uniquement sur demande, puis relancez l’app.
it: Registra la posizione della barra delle schede mentre ti muovi in Home e in altre schede. Attivalo solo se richiesto, poi riavvia.
vi: Ghi lại vị trí của thanh tab khi bạn di chuyển qua Trang chủ và các tab khác. Chỉ bật khi được yêu cầu, sau đó khởi chạy lại.

source: Records where each Home row comes to rest as you scroll. Turn it on only when asked, then relaunch.
de: Zeichnet auf, wo jede Reihe der Startseite beim Scrollen zur Ruhe kommt. Nur auf Anfrage einschalten, dann neu starten.
es: Registra dónde se asienta cada fila de Inicio al desplazarte. Actívalo solo si se te pide y vuelve a abrir la app.
fr: Enregistre où chaque rangée de l’accueil se pose pendant le défilement. À activer uniquement sur demande, puis relancez l’app.
it: Registra dove si ferma ogni riga di Home mentre scorri. Attivalo solo se richiesto, poi riavvia.
vi: Ghi lại vị trí mỗi hàng Trang chủ dừng lại khi bạn cuộn. Chỉ bật khi được yêu cầu, sau đó khởi chạy lại.

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
vi: Làm mới

source: Refresh Add-ons
de: Add-ons aktualisieren
es: Actualizar complementos
fr: Actualiser les add-ons
it: Aggiorna add-on
vi: Làm mới add-on

source: Refresh Plugins
de: Plugins aktualisieren
es: Actualizar complementos
fr: Actualiser les plugins
it: Aggiorna plugin
vi: Làm mới plugin

source: Relaunch, scroll Home down ten rows and back up, then photograph this panel
de: Neu starten, zehn Zeilen auf der Startseite nach unten und wieder nach oben scrollen, dann dieses Feld fotografieren
es: Reinicia, desplaza diez filas de Inicio hacia abajo y hacia arriba, luego fotografía este panel
fr: Relancez, parcourez dix rangées de l'accueil vers le bas puis vers le haut, puis photographiez ce panneau
it: Riavvia, scorri dieci righe della Home verso il basso e poi verso l'alto, quindi fotografa questo pannello
vi: Khởi động lại, cuộn mười hàng trên Trang chủ xuống rồi lên, sau đó chụp ảnh bảng này

source: Relaunch, wait 90 seconds without touching the remote, then photograph this pane.
de: Neu starten, 90 Sekunden lang die Fernbedienung nicht berühren, dann dieses Fenster fotografieren.
es: Reinicia, espera 90 segundos sin tocar el mando y luego fotografía esta pantalla.
fr: Relancez, attendez 90 secondes sans toucher la télécommande, puis photographiez cet écran.
it: Riavvia, attendi 90 secondi senza toccare il telecomando, poi fotografa questa schermata.
vi: Khởi động lại, đợi 90 giây mà không chạm vào remote, sau đó chụp ảnh màn hình này.

source: Relaunch, walk down every row on Home and back up, then photograph this pane
de: Neu starten, auf dem Startbildschirm alle Zeilen nach unten und wieder nach oben durchgehen, dann diesen Bereich fotografieren
es: Reinicia, recorre todas las filas de Inicio hacia abajo y de vuelta arriba, y luego fotografía este panel
fr: Relancez, parcourez toutes les rangées de l'accueil vers le bas puis vers le haut, puis photographiez ce panneau
it: Riavvia, scorri tutte le righe della Home verso il basso e poi verso l'alto, quindi fotografa questo pannello
vi: Khởi động lại, đi xuống hết các hàng trên Trang chủ rồi quay lên, sau đó chụp ảnh bảng này

source: Relaunch, walk ten Home rows down and up, switch to Search and back, walk again, then photograph this panel
de: Neu starten, zehn Reihen der Startseite nach unten und wieder nach oben durchgehen, zur Suche und zurück wechseln, erneut durchgehen und dann dieses Fenster fotografieren
es: Vuelve a abrir la app, recorre diez filas de Inicio hacia abajo y hacia arriba, ve a Buscar y vuelve, recorre de nuevo y fotografía este panel
fr: Relancez, parcourez dix rangées de l’accueil vers le bas puis vers le haut, passez à Recherche et revenez, parcourez à nouveau, puis photographiez ce panneau
it: Riavvia, scorri dieci righe di Home in giù e in su, passa a Cerca e torna indietro, scorri di nuovo, poi fotografa questo pannello
vi: Khởi chạy lại, lướt mười hàng Trang chủ xuống rồi lên, chuyển sang Tìm kiếm rồi quay lại, lướt lại, sau đó chụp ảnh bảng này

source: Release date
de: Veröffentlichungsdatum
es: Fecha de estreno
fr: Date de sortie
it: Data di uscita
vi: Ngày phát hành

source: Release or air date from
de: Erscheinungs- oder Ausstrahlungsdatum von
es: Fecha de estreno o emisión desde
fr: Date de sortie ou de diffusion depuis
it: Data uscita dal
vi: Ngày phát hành từ

source: Release or air date to
de: Erscheinungs- oder Ausstrahlungsdatum bis
es: Fecha de estreno o emisión hasta
fr: Date de sortie ou de diffusion jusqu’au
it: Data uscita al
vi: Ngày phát hành đến

source: Relink
de: Neu verknüpfen
es: Volver a vincular
fr: Relier à nouveau
it: Ricollega
vi: Liên kết lại

source: Remembers what you search for and shows it on the Search screen. Off hides past searches and stops saving new ones. On by default.
de: Merkt sich, wonach du suchst, und zeigt es auf dem Suchbildschirm an. „Aus“ blendet frühere Suchen aus und speichert keine neuen. Standardmäßig ein.
es: Recuerda lo que buscas y lo muestra en la pantalla de búsqueda. Desactivado oculta las búsquedas anteriores y deja de guardar nuevas. Activado por defecto.
fr: Mémorise vos recherches et les affiche sur l’écran Recherche. Désactivé masque les recherches passées et cesse d’en enregistrer. Activé par défaut.
it: Ricorda ciò che cerchi e lo mostra nella schermata Cerca. Disattivato nasconde le ricerche passate e smette di salvarne di nuove. Attivato per impostazione predefinita.
vi: Ghi nhớ những gì bạn tìm kiếm và hiển thị trên màn hình Tìm kiếm. Tắt sẽ ẩn các tìm kiếm trước và ngừng lưu tìm kiếm mới. Mặc định bật.

source: Remote Setup
de: Remote-Konfiguration
es: Configuración remota
fr: Configuration à distance
it: Configurazione remota
vi: Thiết lập từ xa

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
vi: Xóa

source: Remove %@?
de: %@ entfernen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
it: Rimuovere %@?
vi: Xóa %@?

source: Remove API Key
de: API-Schlüssel entfernen
es: Eliminar clave API
fr: Supprimer la clé API
it: Rimuovi chiave API
vi: Xóa API key

source: Remove Add-on
de: Add-on entfernen
es: Eliminar complemento
fr: Supprimer l'addon
it: Rimuovi addon
vi: Gỡ addon

source: Remove PIN
de: PIN entfernen
es: Eliminar PIN
fr: Supprimer le code PIN
it: Rimuovi PIN
vi: Gỡ PIN

source: Remove Personal API Key
de: Persönlichen API-Schlüssel entfernen
es: Eliminar clave API personal
fr: Supprimer la clé API personnelle
it: Rimuovi chiave API personale
vi: Xóa API key cá nhân

source: Remove Repository
de: Repository entfernen
es: Quitar repositorio
fr: Supprimer le dépôt
it: Rimuovi repository
vi: Gỡ kho

source: Remove from %@
de: Aus %@ entfernen
es: Quitar de %@
fr: Retirer de %@
it: Rimuovi da %@
vi: Xóa khỏi %@

source: Remove from %@?
de: Aus %@ entfernen?
es: ¿Quitar de %@?
fr: Retirer de %@ ?
it: Rimuovere da %@?
vi: Xóa khỏi %@?

source: Remove from Continue Watching
de: Aus "Weiterschauen" entfernen
es: Eliminar de Seguir viendo
fr: Retirer de Continuer à regarder
it: Rimuovi da Continua a guardare
vi: Xóa khỏi Tiếp tục xem

source: Remove from Library
de: Aus der Mediathek entfernen
es: Eliminar de la biblioteca
fr: Retirer de la bibliothèque
it: Rimuovi dalla libreria
vi: Xóa khỏi Thư viện

source: Remove from Library?
de: Aus Bibliothek entfernen?
es: ¿Eliminar de la biblioteca?
fr: Retirer de la bibliothèque ?
it: Rimuovere dalla libreria?
vi: Xóa khỏi thư viện?

source: Remove from history
de: Aus dem Verlauf entfernen
es: Eliminar del historial
fr: Retirer de l'historique
it: Rimuovi dalla cronologia
vi: Xóa khỏi lịch sử
